Repository: bhangun/generator-jhipster-flutter
Catalog: generators/mobx/templates/lib/l10n/app_*.arb
Languages: id

# title
source: hello world
id: apa kabar

source: Home
id: Beranda

source: Sign In
id: Masuk

source: Forgot Password
id: Lupa Sandi

# please_fill_field
source: Please fill column
id: Silahkan isi kolom

source: User Password
id: Sandi

source: Password
id: Sandi

source: Delete
id: Hapus

source: Share
id: Sebar

source: Add
id: Tambah

source: Data empty
id: Data Kosong

# passwordConfirm
source: Confirm password can't be empty
id: Sandi tidak boleh kosong

# passwordMatch
source: Password doesn't match
id: Sandi tidak cocok

# passwordEmpty
source: Password can't be empty
id: Sandi tidak boleh kosong

# passwordLength
source: Password must be at-least 6 characters long
id: Sandi minimal 6 karakter

# errorUsername
source: Username and password doesn't match
id: Nama User dan sandi tidak cocok

# errorUnauthorized
source: Unauthorized
id: Anda tidak memiliki otoritas

# errorNetwork
source: Something went wrong, please check your network and try again
id: Sesuatu terjadi pada jaringan, silahkan periksa jaringan
